package kr.co.pyo.view;

public class StudentMenu {
	// 프린트 메뉴
	public static void printMenu() {
	    System.out.println("─────────────────────────────────────────────────────────────────────────────────────");
	    System.out.println("                              ─ 학생 성적 관리 시스템 ─                                   ");
	    System.out.println("─────────────────────────────────────────────────────────────────────────────────────");
	    System.out.println("1. 학생정보 출력 │ 2. 학생정보 입력 │ 3. 학생정보 수정 │ 4. 학생정보 삭제 │ 5. 성적순위 보기 │6. 종료 ");
	    System.out.println("─────────────────────────────────────────────────────────────────────────────────────");
	    System.out.print("실행할 메뉴의 번호를 입력하세요.\n>> ");
	    
	}

}
